{
  "navbar": ["Services", "Register your business", "Log in"],
  "navbarPages": ["#services", "register.html", "logIn.html"],
  "pinchLine": "START RAISING YOUR ORGANIZATIONS TENDERS ELECTRONICALLY!",
  "pinchLine1": "TIME IS MONEY. WE LET YOU SAVE BOTH!",
  "pinchLineShort": "KINGDOM'S FIRST PLUG AND PLAY CLOUD BASED TENDER MANAGEMENT PLATFORM",
  "pinchLineBtn": "Get Started",
  "aboutCard": "We offer",
  "aboutHeading": "About Supplynk",
  "aboutContent": "At Supplynk, we provide digital Tender Management Portal that streamlines the tendering and bid evaluation processes for businesses in Kingdom of Saudi Arabia. Our platform is designed to simplify the tendering and bid evaluation process, making it easier for suppliers and buyers to connect and start their formal business relationships with one another electronically.",
  "aboutValuesHeading": ["Integrity", "Compliance", "Trust", "Respect"],
  "aboutValuesContent": [
    "in doing business",
    "with regulations",
    "of our Business Partners",
    "of information and privacy"
  ],
  "serviceHeading": "Services",
  "featureHeading": [
    "Electronic Tenders and RFPs management portal",
    "Integrated algorithms to evaluate your suppliers' quotations",
    "Keep your identity hidden while raising Tenders and RFPs",
    "Expand your business presence, supplier database and improve your IKTVA local content scoring",
    "Track your cost savings and quantify your value addition in your Organization",
    "Auditable trails and record management of your Tenders and RFPs",
    "Separate User Roles for Supply Chain and Sales Functions",
    "Cloud portal with no implementation or subscription charges",
    "Easy to use and user friendly interface"
  ],
  "featureContent": [
    "Supplynk enables organizations registered in Kingdom of Saudi Arabia to raise electronic Teners and RFPs to their existing or / and new suppliers, located in the Kingdom or in foreign countries. Supplynk contributes to Organizational digital wellbeing, sustainability and strategic resource savings by providing paperless procurement initiation with both savings in time and cost thereby removing the need for complicated manual Tenders and RFP forms.",
    "Price is not always the primary factor in selecting the most optimum bid received on your Tenders and RFPs. Non-price qualitative factors such as bidder's experience, quality of service and other qualitative factors can also contribute to the successful execution of organizations' Supply Chain strategies. Supplynk's inbuilt Artificial Intelligence algorithoms support our business partners to evaluate quotations based on the hybrid model of price and non-price qualitative factors. The algorithm works on dedicating the scoring to each bid based on price and qualitative non-price factors and suggesting the optimum bid in terms of price and qualitative non-price factors.",
    "Supplynk enables our business partners to circulate either 'Open to Public' or 'Specified Group' Tenders and RFPs whereby they can hide their business identity if needed. Our filter based Tender circulation allows our business partners to circulated Tenders and RFPs to specific suppliers or to certain email addressess. They can also filter the locations of suppliers and exclude certain type of suppliers in bid participation of their Tenders and RFPs.",
    "Supplynk business search allows our business partners to evaluate details about supplynk registered suppliers. Our Tier-3 link APIs with Ministry of Commerce's database allows our business partners to search and evaluate their potential supplier base, while increasing their supplier base at the same time. Our business partners can also improve their Local Content and IKTVA scoring by selecting local suppliers for their businesses.",
    "Supplynk's AI based bid evaluation and reporting system allows our business partners to track and report the cost savings per Tender and RFPs raised by evaluating the price differences between the optimum bid and the average bid received on their Tenders and RFP circulation.",
    "Supplynk securely maintains your supply chain Tender and RFP history and the bids received accordingly making it easily managable for your business decision making, references, statutory and compliance audits. Our Reports can be generated in both PDF and Excel formats which can make it easier to have an audit trail to ensure strong governance and transparency in your business.",
    "Supplynk enables multiple user access roles for unlimited number of users serving Supply Chain and Sales Functions of an organization operating in Kingdom of Saudi Arabia. Users can manage their organizational work-flows with restricting the access to specified users based on their organizational access control protocols. Multiple user roles can be created within Supply Chain and Sales Functions as well. Supplier outside the Kingdom can also participate in the bidding process on Tenders raised by Saudi Organizations.",
    "Supplynk portal is free to register for any organization having a valid Business Registration Document.  Organizations can pay our minimal operating charges based on their level of activity which will be billed at each month's end. Check our activity based pricing model.",
    "Supplynk portal is user-friendly, interactive and no specific software know-how is needed to operate our system which enables our business partners to leverage their current supply chain and Sales business processess easily with Supplynk. Check our free portal demo here"
  ],
  "worksHeading": "How Supplynk Works?",
  "workSteps": [
    "Raise your Tender Request electronically",
    "Set your Tender closing date",
    "Share your Tender Request with Public or specific Group of your existing or new suppliers",
    "Receive the bids on your Tender Requests electronically and let us help you in deciding the optimum bid for your Tender"
  ],
  "partnerHeading": "Who can be our partners?",
  "partnerContent": [
    "1. Supply Chain and Procurement Departments of Business registered in Kingdom of Saudi Arabia - To support Supply Chain Functions of Saudi Public and Private Organizations in their Tender Management Process",
    "2. Sales and Marketing Departments of both Saudi and Foreign Organizations - To let them bid for the Tenders raised by Supply Chain Functions of Saudi Organizations"
  ],
  "benefitsHead": "Benefits",
  "benefitsHeading": "How Supplynk can Benefit you?",
  "benfitsContent": [
    "Pre-set templates to be used for raising Tender Requests",
    "Automation of Tender / RFP Management Process in Organizations",
    "Restricted mode use whereby an Organization can hide their identity or select specific suppliers while posting Tenders / RFPs",
    "Know the optimum costs for the products or services to be sourced by using Supplynk’s Artificial Intelligence algorithms used to evaluate multiple quotations based on price and qualitative factors",
    "Increasing KSA's IKTVA scoring by promoting Local Buying",
    "Comparative summary and other useful reports to compare quotations received on any Tender / RFPs",
    "Manage your Tender and bids history under one place"
  ],
  "contactUs": "Contact Us",
  "contactHeading": "Get in Touch",
  "contactContent": "Reach out to us with any question or inquiries you may have about Supplynk Tender Management Portal. We'd love to hear from you!",
  "footerLi": ["Pricing", "Career", "Privacy policy", "Term & Conditions"],
  "footerAtag": ["pricing.html", "career.html", "privacy.html", "term.html"],
  "pricingContent": "Supplynk's Pricing is fairly based on the volume of transactions conducted by our Partners. There are no periodic charges for user registration, Tender and bid submission",
  "pricingHeading": "Price",
  "cardType": ["Free", "Supply Chain", "Sales Department"],
  "pricing": ["0", "100-15000", "100-15000"],
  "card1": ["Registration", "Raising Tender / RFP", "Bidding"],
  "card2": ["Registration", "Raising Tender / RFP", "Bidding"],
  "card3": ["Registration", "Raising Tender / RFP", "Bidding"],
  "priceBtnTxt": "Buy Now"
}
